Repository: vmkspv/darkstore
Catalog: translate/*.po
Languages: nl, ru, uk

source: General
nl: Algemeen
ru: Основное
uk: Загальне

source: Charging %1%
ru: Заряжается %1%
uk: Заряджання %1%

source: Battery %1%
ru: Батарея %1%
uk: Акумулятор %1%

source: Appearance
nl: Vormgeving
ru: Внешний вид
uk: Зовнішній вигляд

source: Configure how the overlay looks
nl: Zet de dekkingslaag naar eigen hand
ru: Настройте визуальное представление
uk: Налаштуйте візуальне представлення

source: Opacity:
nl: Doorzichtigheid:
ru: Прозрачность:
uk: Прозорість:

source: Adjust transparency of the overlay
nl: Pas de doorzichtigheid van de dekkingslaag aan
ru: Отрегулируйте прозрачность оверлея
uk: Відрегулюйте прозорість оверлея

source: Show moving clock
nl: Bewegende klok tonen
ru: Показать подвижные часы
uk: Показати рухомий годинник

source: Display current time on the overlay
nl: Toon het huidige tijdstip op de dekkingslaag
ru: Отображать текущее время на оверлее
uk: Відображати поточний час на оверлеї

source: Clock size:
nl: Klokgrootte:
ru: Размер часов:
uk: Розмір годинника:

source: Select the moving clock font size
nl: Stel de tekstgrootte van de klok in
ru: Выберите размер подвижных часов
uk: Виберіть розмір рухомого годинника

source: Show battery status
ru: Показать уровень заряда
uk: Показати рівень заряду

source: Display battery status on the overlay
ru: Отображать статус батареи на оверлее
uk: Відображати стан акумулятора на оверлеї

source: Behavior
nl: Gedrag
ru: Поведение
uk: Поведінка

source: Configure how the overlay behaves
nl: Stel het gedrag van de dekkingslaag in
ru: Настройте функциональность виджета
uk: Налаштуйте функціональність віджета

source: Target screen:
ru: Целевой экран:
uk: Цільовий екран:

source: Select a monitor for the overlay to appear
ru: Выберите монитор для отображения оверлея
uk: Виберіть монітор для показу оверлея

source: Countdown duration:
nl: Aftelduur:
ru: Обратный отсчёт:
uk: Зворотній відлік:

source: Immediate
ru: Немедленно
uk: Негайно

source: %1 second
nl: %1 seconde
ru: %1 секунда
uk: %1 секунда

source: Time to wait before activating the overlay
nl: De wachttijd alvorens de dekkingslaag te tonen
ru: Время ожидания перед активацией оверлея
uk: Час очікування перед активацією оверлея

source: Use double-click to exit
nl: Dubbelklikken om te verbergen
ru: Двойной щелчок для выхода
uk: Подвійне клацання для виходу

source: Close overlay with double-click
nl: Verberg de dekkingslaag door erop te dubbelklikken
ru: Закрывать оверлей двойным щелчком мыши
uk: Закривати оверлей подвійним клацанням миші

source: Enable Quick Peek
ru: Мгновенный просмотр
uk: Швидкий перегляд

source: Long-press to see through the overlay
ru: Удержание для просмотра сквозь оверлей
uk: Утримуйте для перегляду крізь оверлей

source: Enable Do Not Disturb
nl: Niet storen inschakelen
ru: Режим «Не беспокоить»
uk: Режим «Не турбувати»

source: Starting with Plasma 6.4, the default Do Not Disturb behavior is also controlled by system settings.
ru: Начиная с Plasma 6.4, поведение данной настройки дополнительно контролируется параметрами системы.
uk: Починаючи з Plasma 6.4, поведінку цього налаштування додатково контролюють системні параметри.

source: Activate DND while overlay is visible
nl: Schakel de nietstoren-modus in als de dekkingslaag getoond wordt
ru: Скрывать уведомления при запуске оверлея
uk: Приховувати сповіщення при запуску оверлея

source: Mute a sound device
ru: Заглушить источник звука
uk: Заглушити джерело звуку

source: Silence audio while overlay is visible
ru: Убавлять громкость при запуске оверлея
uk: Зменшувати гучність при запуску оверлея

source: Overlay settings for Darkstore
ru: Параметры оверлея Darkstore
uk: Параметри оверлея Darkstore

source: Overlay will activate in:
nl: De dekkingslaag wordt getoond over:
ru: До активации оверлея:
uk: До активації оверлея:

source: Slide to activate now
nl: Verschuif om nu te tonen
ru: Сдвиньте для активации
uk: Посуньте для активації

source: Darkstore overlay is active
nl: De dekkingslaag is actief
ru: Активирован оверлей Darkstore
uk: Активовано оверлей Darkstore
